Repository: bvfalcon/smplayer
Catalog: setup/translations/po_files/*.po
Languages: italian

source: The installer is already running.
italian: Il programma di installazione è già in esecuzione.

source: You must be logged in as an administrator when installing this program.
italian: Per installare questo programma è necessario essere autenticati come amministratore.

source: An instance of SMPlayer is running. Please exit SMPlayer and try again.
italian: Un'istanza di SMPlayer è in esecuzione.[:r:][:n:]Esci da SMPlayer e riprova.

source: Unsupported operating system.[:n:]SMPlayer ${SMPLAYER_VERSION} requires at least Windows XP and may not work correctly on your system.[:n:]Do you really want to continue with the installation?
italian: Sistema operativo non supportato.[:r:][:n:]SmPlayer ${SMPLAYER_VERSION} richiede almeno Windows XP e potrebbe non funzionare correttamente su questo sistema.[:r:][:n:]Vuoi proseguire con l'installazione?

source: Unsupported operating system.[:n:]SMPlayer ${SMPLAYER_VERSION} requires at least Windows Vista and may not work correctly on your system.[:n:]Do you really want to continue with the installation?
italian: Sistema operativo non supportato.[:r:][:n:]SmPlayer ${SMPLAYER_VERSION} richiede almeno Windows Vista e potrebbe non funzionare correttamente in questo sistema.[:r:][:n:]Vuoi proseguire con l'installazione?

source: A 64-bit Windows operating system is required to install this software.
italian: Per installare questo software è richiesto un sistema operativo Windows a 64-bit.

source: An existing 32-bit installation of SMPlayer exists. You must uninstall 32-bit SMPlayer first.
italian: È già presente un'installazione di SMPlayer 32bit.[:r:][:n:]Prima disinstalla SMPlayer 32bit.

source: An existing 64-bit installation of SMPlayer exists. You must uninstall 64-bit SMPlayer first.
italian: È già presente un'installazione di SMPlayer 64bit.[:r:][:n:]Prima disinstalla SMPlayer 64bit.

source: $(^NameDA) Setup
italian: Installazione guidata di $(^NameDA)

source: Setup will guide you through the installation of $(^NameDA).[:r:][:n:][:r:][:n:]It is recommended that you close all instances of SMPlayer before starting setup. This will make it possible to update relevant program files without having to reboot your computer.[:r:][:n:][:r:][:n:]$_CLICK
italian: Questa è l'installazione guidata di $(^NameDA).[:r:][:n:][:r:][:n:]Prima di proseguire ti raccomandiamo di chiudere tutte le istanze di SMPlayer.[:r:][:n:]Questo renderà possibile installare i file del programma senza dover riavviare il computer.[:r:][:n:][:r:][:n:]$_CLICK

source: Shortcuts
italian: Collegamenti

source: MPlayer Components
italian: Componenti di MPlayer

source: Multimedia Engine
italian: Motore multimediale

source: SMPlayer (required)
italian: SMPlayer (richiesto)

source: SMPlayer, shared libraries, and documentation.
italian: SMPlayer, librerie condivise, e documentazione.

source: Desktop
italian: Scrivania

source: Creates a shortcut to SMPlayer on the desktop.
italian: Crea un collegamento a SMPlayer sulla scrivania.

source: Start Menu
italian: Menu di avvio

source: Create a Start Menu entry for SMPlayer.
italian: Crea nel menu di avvio un elemento per SMPlayer.

source: MPlayer (required)
italian: MPlayer (richiesto)

source: MPlayer; required for playback.
italian: MPlayer; essenziale per la riproduzione.

source: Binary Codecs
italian: Codec binari

source: Optional codecs for MPlayer. (Internet Connection required for installation)
italian: Codec aggiuntivi MPlayer (per l'installazione è richiesta una connessione internet).

source: A feature-rich fork of MPlayer && MPlayer2
italian: Una fork di MPlayer && MPlayer2 ricca di funzioni

source: Youtube support (download required)
italian: Supporto YouTube (richiesto download)

source: Provides the possibility to play Youtube videos.
italian: Fornisce la possibilità di visualizzare video YouTube.

source: A companion program to MPlayer that can be used to encode or transform supported audio or video streams.
italian: Un programma integrativo di MPlayer che può essere usato per codificare o trasformare flussi audio o video supportati.

source: Icon Themes
italian: Temi icone

source: Additional icon themes for SMPlayer.
italian: Temi icone aggiuntivi per SMPlayer.

source: Languages
italian: Traduzioni interfaccia

source: Non-English language files for SMPlayer.
italian: Lingue IU aggiuntive (oltre all'inglese).

source: Deletes SMPlayer preferences leftover from previous installations.
italian: Elimina impostazioni SMPlayer lasciate da installazioni precedenti.

source: The binary codec packages add support for codecs that are not yet implemented natively, like newer RealVideo variants and a lot of uncommon formats.[:n:]Note that they are not necessary to play most common formats like DVDs, MPEG-1/2/4, etc.
italian: I codec binari forniscono il supporto per i codec che non sono stati ancora implementati nativamente, per esempio per le varianti di RealVideo e anche un sacco di formati poco utilizzati.[:n:]Nota che non sono richiesti per riprodurre i formati più comuni come DVD, MPEG-1/2/4, ecc.

source: Select Install Type
italian: Scegli il tipo di installazione

source: Select Overwrite or Uninstall mode.
italian: Scegli se sovrascrivere o disinstallare.

source: You have an existing installation of SMPlayer in the following folder:
italian: È già presente un'installazione di SMPlayer nella seguente cartella:

source: Please select how to proceed:
italian: Scegli come proseguire:

source: Overwrite ($Inst_Type) the existing installation
italian: Sovrascrivi ($Inst_Type) l'installazione esistente

source: Uninstall (remove) the existing installation
italian: Disinstalla (rimuovi) l'installazione esistente

source: Click Start when ready to proceed.
italian: Per proseguire, seleziona 'Installa'.

source: Click Next when ready to proceed.
italian: Per proseguire, seleziona 'Avanti'.

source: Click Uninstall when ready to proceed.
italian: Per proseguire, seleziona 'Disinstalla'

source: Change Installation Settings
italian: Modifica le impostazioni di installazione

source: Reset my SMPlayer configuration
italian: Ripristina configurazione di SMPlayer

source: Are you sure you want to reset your SMPlayer settings? This action cannot be reversed.
italian: Vuoi ripristinare le impostazioni di SMPlayer?[:n:]Questa azione non potrà essere annullata.

source: reinstall
italian: reinstalla

source: upgrade
italian: aggiorna

source: Start
italian: Installa

source: Downloading MPlayer Codecs...
italian: Download codec MPlayer...

source: MPlayer codecs were not successfully installed. Retry?
italian: I codec di MPlayer non sono stati installati correttamente.[:n:]Vuoi riprovare?

source: Failed to download MPlayer codecs: '$R0'.
italian: Impossibile scaricare i codec MPlayer: '$R0'.

source: Failed to install MPlayer codecs.
italian: Installazione dei codec MPlayer non riuscita.

source: This installation can only be uninstalled by a user with administrator privileges.
italian: La disinstallazione può essere effettuata solo da un utente con permessi amministrativi.

source: Uninstall aborted by user.
italian: Disinstallazione annullata dall'utente.

source: It does not appear that SMPlayer is installed in the directory '$INSTDIR'.[:r:][:n:]Continue anyway (not recommended)?
italian: Sembra che SMPlayer non sia installato nella cartella '$INSTDIR'.[:r:][:n:]Vuoi continuare (non raccomandato)?

source: SMPlayer installation not found.
italian: Installazione di SMPlayer non trovata.

source: This installation can only be uninstalled on 64-bit Windows.
italian: Questa installazione può essere disinstallata solo in Windows 64-bit.

source: SMPlayer is a complete front-end for MPlayer, from basic features like playing videos, DVDs, VCDs to more advanced features like support for MPlayer filters, edl lists, and more.
italian: SMPlayer è un'interfaccia completa per MPlayer, fornisce funzionalità di base come la riproduzione di video, DVD, VCD e funzionalità più avanzate come il supporto dei filtri di MPlayer, le liste EDL e altro ancora.

source: Backing up codecs from previous installation...
italian: Copia di sicurezza dei codec dell'installazione precedente...

source: Restoring codecs from previous installation...
italian: Ripristino codec dell'installazione precedente...

source: Deleting Files...
italian: Eliminazione file...

source: Deleting Registry Keys...
italian: Eliminazione chiavi di registro...

source: Deleting Shortcuts...
italian: Eliminazione collegamenti...

source: Restoring file associations...
italian: Ripristino associazioni file...

source: Rolling back changes...
italian: Rollback delle modifiche...

source: Extracting files...
italian: Estrazione file...

source: Backing up SMTube...
italian: Copia di sicurezza di SMTube...

source: Restoring SMTube from previous installation...
italian: Ripristino di SMTube dall'installazione precedente...

source: Backing up mpv...
italian: Salvataggio mpv...

source: Restoring mpv from previous installation...
italian: Ripristino mpv dalla precedente installazione...

source: Downloading mpv...
italian: Download mpv...

source: mpv was not successfully installed. Retry?
italian: mpv non è stato installato correttamente.[:r:][:n:][:r:][:n:]Vuoi riprovare?

source: Failed to download mpv: '$R0'.
italian: Impossibile scaricare mpv: '$R0'.

source: Failed to install mpv.
italian: Errore nell'installazione di mpv.

source: youtube-dl was not successfully installed. Retry?
italian: youtube-dl non è stato installato correttamente.[:r:][:n:][:r:][:n:]Vuoi riprovare?

source: Failed to download youtube-dl: '$R0'.
italian: Impossibile scaricare youtube-dl: '$R0'.

source: Checking for youtube-dl updates...
italian: Verifica aggiornamenti youtube-dl...

source: Warning: youtube-dl exited abnormally with exit code: $YTDL_Exit_code
italian: Avviso: youtube-dl si è chiuso in modo anomalo con il codice di uscita: $YTDL_Exit_code

source: Visual C++ 2010 Runtime (x86) is required for youtube-dl.
italian: Per youtube-dl è necessario Visual C++ 2010 Runtime (x86).

source: The current SMTube installation is incompatible with this version of SMPlayer.
italian: L'attuale installazione di SMTube non è compatibile con questa versione di SMPlayer.

source: Please upgrade to a newer version of SMTube.
italian: Aggiorna SMTube alla versione più recente.

source: Cleaning fontconfig cache...
italian: Pulizia cache fontconfig...

source: Cleaning SMPlayer settings...
italian: Pulizia impostazioni SMPlayer...

source: Binary codecs are not supported in this version.
italian: I codec binari non sono supportati in questa versione.
